Repository: weblate/pvr.vbox
Catalog: pvr.vbox/resources/language/resource.language.*/strings.po
Languages: af_za, da_dk

# Addon Summary
source: PVR addon for VBox Home TV Gateways
af_za: PVR byvoegsel vir VBox Home TV Gateways
da_dk: PVR addon til VBOX Home TV Gateways

# Addon Description
source: This is a PVR addon for interfacing with VBox Communications' XTi TV Gateways. It supports all the basic functionality you would expect, such as watching, recording and timeshifting. Additionally, it supports augmenting the over-the-air guide data with external XMLTV data.
af_za: Hierdie is 'n PVR byvoegsel om met VBox Communications' XTi TV Gateways te koppel. Dit ondersteun al die basiese funksionaliteit wat jy sal verwag, soos kyk, opneem en tydskuif. Addisioneel ondersteun dit die aanvul van die oor-die-lug gids data met eksterne XMLTV data.
da_dk: Dette er et PVR add-on, der kommunikerer med VBox Communications XTi TV Gateways. Det understøtter alle grundlæggende funktioner, som f.eks. visning, optagelse og tidsforskydning. Derudover understøtter det luftbåret guidedata med eksterne XMLTV data.

# #30000
source: Local network
af_za: Lokale netwerk
da_dk: Lokalnetværk

# #30001
source: Hostname or IP address
af_za: Gasheernaam of IP adres
da_dk: Værtsnavn eller IP-adresse

# #30004
source: Connection timeout
af_za: Konneksie tydverstreke
da_dk: Tidsfrist for forbindelse

# #30005
source: HTTPS port (set to 0 to use plain HTTP)
af_za: HTTPS poort (stel na 0 om gewone HTTP te gebruik)
da_dk: HTTPS-port (indstillet til 0 for at bruge almindelig HTTP)

# #30006
source: Connection
af_za: Verbinding
da_dk: Forbindelse

# #30020
source: Channel & EPG
af_za: Kanaal & EPG
da_dk: Kanal og EPG

# #30021
source: Channels
af_za: Kanale
da_dk: Kanaler

# #30023
source: Channel numbers set by
af_za: Kanaal nommers gestel deur
da_dk: Kanalnummerering angivet af

# #30024
source: LCN (Logical Channel Number) from backend
af_za: LCN (Logical Channel Number) vanaf agterkant
da_dk: LCN (Logical Channel Number) fra backend

# #30025
source: Channel index in backend
af_za: Kanaal indeks in agterkant
da_dk: Kanalindeks i backend

# #30026
source: Reminder time (minutes before program starts)
af_za: Herinnering tyd (minute voor program begin)
da_dk: Påmindelsestidspunkt (minutter før programmet starter)

# #30027
source: Skip initial EPG load
af_za: Slaan aanvanklike EPG laai oor
da_dk: Spring den første indlæsning af EPG over

# #30040
source: Timeshift
af_za: Tydskuif
da_dk: Tidsforskydning

# #30041
source: Enable timeshifting
af_za: Stel tydskuif in staat
da_dk: Aktiver tidsforskydning

# #30042
source: Timeshift buffer path
af_za: Tydskuif buffer pad
da_dk: Stien til tidsforskydningsbuffer

# #30106
source: VBox device rescan of EPG (will take a while)
af_za: VBox toestel herdeursoek van EPG (sal 'n tydjie vat)
da_dk: VBox-enheds nye skanning af EPG (vil tage et stykke tid)

# #30107
source: Sync EPG
af_za: Sinc EPG
da_dk: Synkroniser EPG

# #30110
source: Remind me
af_za: Herinner my
da_dk: Husk mig på det

# #30111
source: Manual reminder
af_za: Handroliese herinnering
da_dk: Manuel påmindelse

# #30112
source: Cancel reminder (if exists)
af_za: Kanselleer herinnering (as bestaan)
da_dk: Afmeld påmindelse (hvis den findes)

# #30113
source: Cancel all the channel's reminders
af_za: Kanselleer al die kanaal se herinneringe
da_dk: Afmeld alle kanalens påmindelser

# #30600
source: Contains settings for connecting to the VBox device from both your local network and from the internet. A local connection will be attempted first and if unsuccessful the internet settings will be used.
da_dk: Indeholder indstillinger for tilslutning til VBox-enheden fra både dit lokale netværk og fra internettet. En lokal forbindelse vil først blive forsøgt, og hvis det ikke lykkes, vil internetindstillingerne blive brugt.

# #30601
source: The IP address or hostname of your VBox when accessed from the local network.
af_za: Die IP adres of gasheer naam van jou VBox wanneer toegang vanaf die lokale netwerk verkry word.
da_dk: IP-adressen eller værtsnavnet på din VBox ved tilgang fra det lokale netværk.

# #30602
source: The port used to connect to your VBox when accessed from the local network. Default value is `80`.
af_za: Die poort wat gebruik word om aan jou VBox te konnekteer wanneer toegang vanaf die lokale netwerk verkry word. Die verstek waarde is '80'.
da_dk: Porten brugt til at oprette forbindelse til din VBox ved tilgang fra det lokale netværk. Standardværdien er '80'.

# #30603
source: The port used to connect to your VBox if using HTTPS when accessed from the local network. The default `0` means this is disabled and HTTP will be used instead.
da_dk: Porten brugt til at oprette forbindelse til din VBox, hvis du bruger HTTPS ved tilgang fra det lokale netværk. Standard '0' betyder, at dette er deaktiveret, og HTTP vil blive brugt i stedet.

# #30604
source: The port used to connect to your VBox via UPnP when accessed from the local network. Default value is `55555`.
da_dk: Porten brugt til at oprette forbindelse til din VBox via UPnP ved tilgang fra det lokale netværk. Standardværdien er '55555'.

# #30605
source: The value used (in seconds) to denote when a connection attempt has failed when accessed from the local network. Default value is `3`.
da_dk: Værdien der bruges (i sekunder) til at angive, når et forbindelsesforsøg er mislykket ved adgang fra det lokale netværk. Standardværdien er '3'.

# #30606
source: The IP address or hostname of your VBox when accessed from the internet.
da_dk: IP-adressen eller værtsnavnet på din VBox ved tilgang fra internettet.

# #30607
source: The port used to connect to your VBox when accessed from the internet.
da_dk: Porten brugt til at oprette forbindelse til din VBox ved tilgang fra internettet.

# #30608
source: The port used to connect to your VBox if using HTTPS when accessed from the internet. The default `0` means this is disabled and HTTP will be used instead.
da_dk: Porten brugt til at oprette forbindelse til din VBox, hvis du bruger HTTPS ved tilgang fra internettet. Standard '0' betyder, at dette er deaktiveret, og HTTP vil blive brugt i stedet.

# #30609
source: The port used to connect to your VBox via UPnP when accessed from the internet. Default value is `55555`.
da_dk: Porten brugt til at oprette forbindelse til din VBox via UPnP ved tilgang fra internettet. Standardværdien er '55555'.

# #30610
source: The value used (in seconds) to denote when a connection attempt has failed when accessed from the internet. Default value is `10`.
da_dk: Værdien brugt (i sekunder) til at angive, når et forbindelsesforsøg er mislykket ved adgang fra internettet. Standardværdien er '10'.

# #30620
source: Settings related to Channels & EPG.
af_za: Instellings verwant aan Kanale & EPG.
da_dk: Indstillinger relateret til kanaler og EPG.

# #30621
source: Channel numbers can be set via either of the following two options: [LCN (Logical Channel Number) from backend] The channel numbers as set on the backend; [Channel index in backend] Starting from 1 number the channels as per the order they appear on the backend.
da_dk: Kanalnumre kan indstilles via en af følgende to muligheder: [LCN (Logical Channel Number) fra backend] Kanalnumrene som indstillet på backend; [Kanalindeks i backend] Startende fra 1 bliver kanalerne nummereret i den rækkefølge, de vises på backend.

# #30622
source: The amount of time in minutes prior to a programme start that a reminder should pop up.
af_za: Die hoeveelheid tyd in minute voor 'n program begin wat 'n herinnering moet op pop.
da_dk: Tiden i minutter før en programstart, hvor en påmindelse skal dukke op.

# #30623
source: Ignore the initial EPG load. Enabled by default to prevent crash issues on LibreElec/CoreElec.
da_dk: Ignorer den indledende EPG-belastning. Aktiveret som standard for at forhindre nedbrudsproblemer på LibreElec/CoreElec.

# #30640
source: Settings related to the timeshift.
af_za: Instellings verwant aan die tydskuif.
da_dk: Indstillinger relateret til tidsforskydning.

# #30641
source: If enabled allows pause, rewind and fast-forward of live TV.
af_za: Indien in staat gestel, laat pouseer, terugdraai en vinnig vorentoe van lewendige TV toe.
da_dk: Ved aktivering tillades pause, tilbage- og fremspoling i direkte tv.

# #30642
source: The path where the timeshift buffer files should be stored when timeshifting is enabled. Make sure you have a reasonable amount of disk space available since the buffer will grow indefinitely until you stop watching or switch channels.
af_za: Die pad waar die tydskuif buffer lÃªers gestoor moet word wanneer tydskuif in staat gestel is. Maak seker jy het 'n redelike hoeveelheid skyf spasie beskikbaar aangesien die buffer onbeperk sal groei totdat jy ophou kyk of kanale verander.
da_dk: Stien, hvor tidsforskydnings-bufferfilerne skal gemmes, når tidsforskydning er aktiveret. Sørg for, at du har en rimelig mængde ledig diskplads, da bufferen vil vokse uendeligt, indtil du stopper med at se eller skifter kanal.

# #30002
source: HTTP port
af_za: HTTP poort

# #30003
source: UPnP port
af_za: UPnP poort
